<div class="container mb-12 lg:mb-24 lg:grid lg:grid-cols-12">
    <div class="lg:grid lg:col-span-6">
        <h3 class="text-2xl font-500 mb-6 lg:text-4xl lg:mb-11">Критерии выбора кухни</h3>
        <p class="mb-4 lg:mb-10 lg:text-xl lg:tracking-tight">
            Критерии выбора кухниПредставленная в нашем каталоге мебель отличается отменным качеством, долговечностью и продуманным дизайном. Мы изготовим для вас на заказ гарнитур по индивидуальным размерам, чтобы он идеально вписался в планировку и соответствовал выбранному стилю, и полностью оборудуем вашу кухню.
        </p>
        <p class="mb-4 lg:mb-10 lg:text-xl lg:tracking-tight">
            Мы предлагаем вам купить кухонную мебель, выполненную как в лаконичном современном, так и в роскошном классическом стиле. У нас вы найдете гарнитуры для просторных, средних и малогабаритных помещений. Компоновка элементов может быть любой: прямой, островной, п-образной, угловой и др.
        </p>
        <p class="mb-12 lg:mb-16 lg:text-xl lg:tracking-tight">
            Подробно рассмотреть особенности понравившегося образца можно, кликнув по карточке модели. Приблизительно оценить, насколько гарнитур соответствует вашим ожиданиям, помогут фото, сделанные в разных ракурсах. Узнать же технические характеристики и эксплуатационные возможности позволяет подробное описание. Если вы хотите увидеть кухни вживую, приглашаем вас посетить наши Кухонные студии в Москве и других городах России.
        </p>
        <h3 class="text-2xl font-500 mb-6 lg:text-4xl lg:mb-11">От чего зависит стоимость</h3>
        <p class="mb-4 lg:mb-10 lg:text-xl lg:tracking-tight">
            Для того чтобы узнать точную цену мебели, необходимо составить дизайн-проект у наших специалистов. Указанная предварительная стоимость рассчитана с учетом базовой компоновки. В нее могут быть включены мебель, столешница, фурнитура, карниз, цоколь, сушилка для посуды. По вашему желанию мы можем изменить количество, размер или внешний вид элементов, что скажется на окончательной сумме.
        <p class="lg:text-xl lg:tracking-tight">
            Наша мебель безопасна, функциональна, привлекательна и очень удобна в пользовании. На нее дается гарантия от 10 до 20 лет в зависимости от типа каркаса. Мы предоставляем нашим клиентам услуги по бесплатному замеру, доставке и установке. По всем вопросам звоните нам по контактному телефону или пишите в онлайн-чат.
        </p>
    </div>
    <img class="lg:grid lg:col-start-8 lg:col-span-5 hidden xl:flex float-right rounded-[40px]"
         src="<?php echo get_theme_file_uri('src/app/assets/img/quiz_img.jpg') ?>" alt="">
</div>