<section class="container -mt-12 mb-12 lg:mt-0 lg:mb-24">
    <div class="px-5 lg:px-20 mb-12 lg:mb-24">
        <img
            src="<?php echo get_theme_file_uri('src/app/assets/img/chair.png') ?>"
            alt="Картинка со стулом"
            class="-translate-y-7 -mb-7 w-full lg:float-right lg:translate-y-0 lg:mb-0 lg:w-1/4 lg:ml-[5%]"
        />
        <div class="bg-white -translate-y-52 -mb-52 pt-4 lg:translate-y-0 lg:mb-11 lg:bg-transparent lg:pt-0">
            <h2 class=" text-3xl font-medium tracking-tight
                    lg:text-4xl lg:leading-[3rem]">
                Мы чтим традиции производства мебели и создаем качественный продукт из
                натуральных материалов, воплощая самые модные тенденции
            </h2>
            <p class="mt-6 mb-12 lg:mb-24 lg:mt-0 lg:text-xl">
                Компания «СК МЕБЕЛЬ» существует на рынке более 20 лет. Многим людям
                присуще желание сделать любимый дом уютным, теплым, уникальным. У
                каждого дома своеобразный стиль, своя душа, неповторимая атмосфера,
                которая передает характер хозяев, их взаимоотношения, имеет особую ауру.
                Интерьер способен многое рассказать.
            </p>
            <h2 class="mb-6 text-2xl font-medium lg:mb-11 lg:text-4xl lg:leading-[3rem]">
                Наши конкурентные преимущества
            </h2>
            <ul class="mb-6 list-disc pl-6 lg:mb-10 lg:text-xl">
                <li>полный цикл производства на базе собственных предприятий</li>
                <li>создание 65-70 видов актуального дизайна ткани ежемесячно</li>
                <li>
                    контроль качества на каждом этапе производства – от закупки сырья до
                    пошива
                </li>
                <li>работа под заказ</li>
            </ul>
            <p class="lg:text-xl">
                Богатый мебельный рынок в наше время может удовлетворить потребности
                многих собственников жилья, но лишь мебель, выполненная на заказ,
                позволит создать неординарную обстановку, отвечающую вашим требованиям.
                Часто делают подобные заказы для помещений, обладающих нестандартными
                формами и размерами. Благодаря применению новейших технологий,
                значительно удешевивших производство, заказ по собственным размерам стал
                доступен всем.
            </p>
        </div>
    </div>
    <div class="px-5 xl:px-20 mb-12">
        <img src="<?php echo get_theme_file_uri('src/app/assets/img/about_big_image.jpg') ?>" alt="Мебель"
             class="w-full rounded-xl object-cover mb-12 lg:rounded-[2.5rem] lg:mb-24" />
    </div>
    <div class="px-5 xl:px-20 lg:text-xl lg:grid lg:grid-cols-12 lg:gap-x-16">
        <div class="lg:col-span-8">
            <h2 class="mb-6 text-2xl font-medium lg:mb-11 lg:text-4xl lg:leading-[3rem]">
                Мебельная компания – ООО «СК МЕБЕЛЬ»
            </h2>
            <p class="mb-12 lg:mb-24">
                Многим людям присуще желание сделать любимый дом уютным, теплым,
                уникальным. У каждого дома своеобразный стиль, своя душа, неповторимая
                атмосфера, которая передает характер хозяев, их взаимоотношения, имеет
                особую ауру. Интерьер способен многое рассказать о вкусах владельцев,
                приоткрыть сферы их интересов, пристрастий, подчеркнуть статус.
            </p>
            <h2 class="mb-6 text-2xl font-medium lg:mb-11 lg:text-4xl lg:leading-[3rem]">
                Гармоничными вам покажутся и наши цены
            </h2>
            <p class="mb-8 lg:mb-11">
                У каждого дома своеобразный стиль, своя душа, неповторимая атмосфера,
                которая передает характер хозяев, их взаимоотношения, имеет особую ауру.
            </p>
            <p class="mb-8 lg:mb-11">
                У каждого дома своеобразный стиль, своя душа, неповторимая атмосфера, У
                каждого дома своеобразный стиль, своя душа, неповторимая атмосфера,
                которая передает характер хозяев, их взаимоотношения, имеет особую ауру.
            </p>
            <p class="mb-8 lg:mb-0">
                Которая передает характер хозяев, их неповторимая имеет особую ауру.
            </p>
        </div>
        <img
            src="<?php echo get_theme_file_uri('src/app/assets/img/about_small_image.jpg') ?>"
            alt=""
            class="lg:col-span-4 max-h-64 w-full object-cover rounded-xl lg:rounded-[2.5rem] lg:aspect-square lg:max-h-none"
        />
    </div>
</section>